<?php

$lang['view_all_students_dis'] = 'هذه الصلاحية تتيح للمستخدم إمكانية الوصول إلى قائمة جميع الطلاب أو الطلاب المسؤول عنهم المسجلين في المنصة. تتضمن الصلاحية عرض المعلومات الأساسية للطلاب مثل الأسماء، أرقام الهوية، بيانات الاتصال، والمعلومات الأكاديمية المرتبطة بهم.';
$lang['view_the_student_file_dis'] = 'هذه الصلاحية تتيح للمستخدم إمكانية الوصول إلى عرض ملفات الطلاب.';
$lang['add_student_dis'] = 'هذه الصلاحية تمنح المستخدم القدرة على إضافة سجل جديد لطالب إلى المنصة. يتم من خلالها تسجيل كافة البيانات الأساسية والضرورية للطالب ليتم إدراجه ضمن قاعدة بيانات المنصة.';
$lang['edit_student_dis'] = 'تتيح هذه الصلاحية للمستخدم القدرة على تحديث أو تعديل البيانات الأساسية للطلاب، تشمل التعديلات معلومات شخصية، بيانات الاتصال، أو أي معلومات أخرى مرتبطة بالطالب داخل المنصة.';
$lang['delete_student_dis'] = 'تمكّن هذه الصلاحية المستخدم من حذف سجل الطالب نهائيًا من قاعدة البيانات.';
$lang['student_card_dis'] = 'تتيح هذه الصلاحية عرض بطاقة تفصيلية تحتوي على جميع بيانات الطالب، بما في ذلك المعلومات الشخصية، الأكاديمية، والتاريخيّة.';
$lang['student_withdrawal_dis'] = 'تتيح هذه الصلاحية للمستخدم نقل الطالب إلى الأرشيف مباشرة.';
$lang['archive_students_dis'] = 'تتيح هذه الصلاحية للمستخدم الوصول إلى قائمة الطلاب الذين تم أرشفتهم مسبقًا، مع إمكانية عرض بياناتهم وتاريخهم الأكاديمي.';
$lang['student_enrollment_for_the_academic_year_dis'] = 'تمكّن هذه الصلاحية المستخدم من استعادة بيانات طالب مؤرشف وإعادة إدراجه ضمن المنصة كحالة نشطة.';
$lang['upload_files_to_student_dis'] = 'تسمح هذه الصلاحية للمستخدم برفع مستندات أو ملفات مرتبطة بالطلاب، مثل الوثائق الرسمية أو التقارير.';
$lang['behavior_modification_dis'] = 'تمنح هذه الصلاحية المستخدم القدرة على تسجيل وتتبع خطط تعديل سلوك الطالب، مع توثيق الملاحظات والإجراءات.';
$lang['add_services_to_the_student_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية تسجيل خدمات جديدة للمستفيد ضمن المنصة.';
$lang['show_parent_phone_dis'] = 'تسمح هذه الصلاحية بعرض بيانات الاتصال الخاصة بولي أمر الطالب، بما في ذلك رقم الهاتف.';
$lang['print_export_dis'] = 'تمكّن هذه الصلاحية المستخدم من طباعة أو تصدير البيانات إلى تنسيقات مختلفة مثل PDF أو تقارير ورقية.';
$lang['excel_export_dis'] = 'تتيح هذه الصلاحية للمستخدم تصدير بيانات محددة أو تقارير إلى ملفات بصيغة Excel، مما يسهّل التعامل مع البيانات وتحليلها.';

$lang['distribution_show_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية الاطلاع على قائمة توزيع الطلاب على الأخصائيين مع تفاصيل التوزيع الحالية بشكل منظم وواضح.';
$lang['distribution_addition_dis'] = 'تتيح هذه الصلاحية للمستخدم تسجيل توزيع جديد للطلاب على الأخصائيين.';
$lang['distribution_modify_dis'] = 'تمكّن هذه الصلاحية المستخدم من تعديل التوزيعات الحالية للطلاب على الأخصائيين، لتحديث الأدوار أو الخدمات عند الحاجة.';
$lang['distribution_delete_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على حذف توزيعات الطلاب على الأخصائيين.';

$lang['case_study_show_dis'] = 'تتيح هذه الصلاحية للمستخدم إمكانية الاطلاع على دراسات الحالة المسجلة.';
$lang['case_study_addition_dis'] = 'تمنح هذه الصلاحية المستخدم القدرة على تسجيل دراسة حالة جديدة، مع تضمين كافة البيانات والمعلومات الضرورية.';
$lang['case_study_modify_dis'] = 'تمكّن هذه الصلاحية المستخدم من تحديث أو تعديل المعلومات المسجلة في دراسة الحالة.';
$lang['case_study_delete_dis'] = 'تتيح هذه الصلاحية للمستخدم إزالة دراسة حالة من المنصة في حال لم تعد مطلوبة.';
$lang['case_study_printing_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية طباعة دراسة الحالة بالكامل.';

$lang['individual_plan_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على الخطة الفردية الخاصة بالطالب، مع كافة التفاصيل والبيانات المرتبطة بالخطة.';
$lang['individual_plan_modify_dis'] = 'تمكن هذه الصلاحية المستخدم من تعديل الخطة الفردية، بما في ذلك تحديث الأهداف أو الأنشطة وفقاً لاحتياجات الطالب.';
$lang['individual_plan_delete_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على حذف الخطة الفردية إذا لم تعد ضرورية أو إذا تم استبدالها بخطة جديدة.';
$lang['individual_plan_printing_dis'] = 'تتيح هذه الصلاحية للمستخدم طباعة الخطة الفردية للطالب.';
$lang['individual_plan_delete_goal_dis'] = 'تتيح هذه الصلاحية للمستخدم إمكانية حذف هدف من الخطة الفردية في حال لم يعد مناسباً أو تم تحقيقه.';
$lang['individual_plan_edit_plan_date_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على تعديل تاريخ بداية الخطة الفردية.';

$lang['follow_daily_sessions_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل جلسات المتابعة اليومية.';
$lang['follow_daily_sessions_addition_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إضافة جلسات متابعة يومية جديدة، مع توثيق التفاصيل المهمة المتعلقة بكل جلسة.';
$lang['follow_daily_sessions_modify_dis'] = 'تمكن هذه الصلاحية المستخدم من تعديل ملاحظات أو تفاصيل جلسات المتابعة اليومية إذا لزم الأمر.';
$lang['follow_daily_sessions_delete_dis'] = 'تتيح هذه الصلاحية للمستخدم حذف جلسات المتابعة اليومية التي لم تعد ضرورية أو كانت خاطئة.';
$lang['follow_daily_sessions_printing_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية طباعة تقارير جلسات المتابعة.';

$lang['student_assessment_case_new_assessment_dis'] = 'تتيح هذه الصلاحية للمستخدم إضافة تقييم جديد للطلاب.';
$lang['student_assessment_case_show_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية الاطلاع على التقييمات السابقة للطلاب، مع تفاصيل التقييمات.';
$lang['student_assessment_case_delete_dis'] = 'تتيح هذه الصلاحية للمستخدم حذف التقييمات غير الصحيحة أو التي لم تعد ضرورية.';
$lang['student_assessment_case_print_dis'] = 'تمكن هذه الصلاحية المستخدم من طباعة التقييمات المسجلة للطلاب.';

$lang['monthly_plan_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل الخطة الفترية، بما في ذلك الأهداف والأنشطة المجدولة خلال الفترة المحددة.';
$lang['monthly_plan_addition_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إضافة خطة فترية جديدة، مع تحديد الأهداف والأنشطة التي سيتم تنفيذها خلال الفترة.';
$lang['monthly_plan_modify_dis'] = 'تمكن هذه الصلاحية المستخدم من تعديل الخطة الفترية، مثل تحديث الأهداف وفقاً للاحتياجات والتطورات.';
$lang['monthly_plan_delete_dis'] = '';
$lang['monthly_plan_printing_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية طباعة الخطة الفترية.';
$lang['monthly_plan_plan_evaluation_dis'] = 'تتيح هذه الصلاحية للمستخدم تقييم الخطة الفترية بعد انتهاء الفترة الزمنية المطلوبة.';

$lang['record_assignments_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على ملاحظات الطلاب المسجلة، بما في ذلك كافة التفاصيل والملاحظات المتعلقة بكل طالب.';
$lang['record_assignments_addition_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إضافة ملاحظات جديدة للطلاب، مع تحديد التفاصيل والمواضيع المتعلقة بكل ملاحظة.';
$lang['record_assignments_modify_dis'] = 'تمكن هذه الصلاحية المستخدم من تعديل الملاحظات المسجلة سابقاً.';

$lang['attendance_and_absence_management_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على سجل حضور الطلاب، مع تفاصيل الحضور والغياب لكل طالب.';
$lang['attendance_and_absence_management_addition_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إضافة تسجيلات حضور جديدة للطلاب، مثل تحديد ما إذا كانوا حاضرين أو غائبين.';
$lang['attendance_and_absence_management_delete_dis'] = 'تتيح هذه الصلاحية للمستخدم حذف تسجيلات الحضور الغير صحيحة أو التي تم إدخالها بشكل خاطئ.';
$lang['attendance_and_absence_management_view_all_students_option_dis'] = 'تتيح هذه الصلاحية للمستخدم عرض سجل الحضور لجميع الطلاب في نفس الوقت، مما يسهل متابعة الحضور بشكل شامل.';

$lang['attendance_and_absence_report_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على تقرير حضور الطلاب بشكل مفصل، مع عرض الحضور والغياب لكل طالب في الفترة المحددة.';
$lang['attendance_and_absence_report_printing_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية طباعة تقرير الحضور للطلاب.';

$lang['parents_show_dis'] = 'تتيح هذه الصلاحية عرض بيانات جميع اولياء الأمور والتحكم فيها';
$lang['parents_view_parents_profile_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على ملف ولي الأمر، بما في ذلك كافة التفاصيل والمعلومات المتعلقة به.';
$lang['parents_add_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إضافة معلومات جديدة لملف ولي الأمر، مثل البيانات الشخصية.';
$lang['parents_edit_dis'] = 'تمكن هذه الصلاحية المستخدم من تعديل البيانات المسجلة لولي الأمر في الملف، مثل تحديث المعلومات أو إضافة تفاصيل جديدة.';
$lang['parents_delete_the_parent_dis'] = 'تتيح هذه الصلاحية للمستخدم حذف ملف ولي الأمر من المنصة في حال لم يعد مطلوبًا.';
$lang['parents_prevent_me_from_entering_the_platform_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على منع ولي الأمر من الوصول إلى المنصة، سواء بشكل مؤقت أو دائم.';
$lang['parents_change_password_parent_dis'] = 'تتيح هذه الصلاحية للمستخدم تغيير كلمة مرور ولي الأمر للوصول إلى حسابه في المنصة.';
$lang['parents_print_dis'] = 'تتيح هذه الصلاحية للمستخدم بإمكانية طباعة أسماء أولياء الأمور وكلمة المرور الخاصة بهم.';
$lang['parents_excel_export_dis'] = 'تتيح هذه الصلاحية للمستخدم تصدير بيانات محددة أو تقارير إلى ملفات بصيغة Excel، مما يسهّل التعامل مع البيانات وتحليلها.';

$lang['summary_parent_satisfaction_send_parent_poll_dis'] = 'تتيح هذه الصلاحية للمستخدم إرسال استبيانات أو استطلاعات رأي إلى أولياء الأمور بهدف جمع ملاحظاتهم وآرائهم حول الخدمات المقدمة.';
$lang['summary_parent_satisfaction_view_poll_results_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على مراجعة نتائج استطلاعات أولياء الأمور.';
$lang['summary_parent_satisfaction_delete_poll_dis'] = 'تتيح هذه الصلاحية للمستخدم حذف استطلاع أولياء الأمور في حال لم يعد مطلوبًا.';

$lang['employee_show_all_account_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على الحسابات الخاصة بجميع الموظفين داخل المنصة.';
$lang['employee_view_employee_profile_dis'] = 'تمكن هذه الصلاحية المستخدم من الاطلاع على ملف الموظف الذي يتضمن البيانات الشخصية.';
$lang['employee_add_employee_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إضافة موظف جديد إلى المنصة، مع تسجيل كافة المعلومات المتعلقة به.';
$lang['employee_adjustment_officer_dis'] = 'تتيح هذه الصلاحية للمستخدم تعديل بيانات الموظف، مثل تحديث المعلومات الشخصية أو تغيير حالته الوظيفية.';
$lang['employee_delete_employee_dis'] = 'تمكن هذه الصلاحية المستخدم من حذف موظف من المنصة في حال لم يعد يعمل.';
$lang['employee_the_resignation_of_an_employee_dis'] = 'تتيح هذه الصلاحية للمستخدم نقل الموظف إلى الأرشيف مباشرة.';
$lang['employee_return_an_employee_to_work_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على إعادة الموظف للعمل بعد استقالته أو غيابه لفترة، مع تحديث حالته الوظيفية.';
$lang['employee_staff_archive_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على السجلات القديمة للموظفين الذين تم إنهاء خدماتهم أو الذين لم يعودوا يعملون.';
$lang['employee_prevent_an_employee_from_entering_the_platform_dis'] = 'تمكن هذه الصلاحية المستخدم من منع موظف من الوصول إلى المنصة، سواء مؤقتًا أو بشكل دائم.';
$lang['employee_change_password_employee_dis'] = 'تمنح هذه الصلاحية للمستخدم القدرة على تغيير كلمة مرور الموظف.';
$lang['employee_set_test_date_for_employees_dis'] = 'تتيح هذه الصلاحية للمستخدم تحديد مواعيد اختبارات الموظفين.';
$lang['employee_possibility_testing_employee_dis'] = 'تمكن هذه الصلاحية المستخدم من إجراء اختبارات للموظف لتقييم مستوى أدائه أو معرفته.';
$lang['employee_test_results_for_employee_himself_dis'] = 'تتيح هذه الصلاحية للموظف الاطلاع على نتائج اختباره الخاصة به.';
$lang['employee_take_the_test_dis'] = 'منح هذه الصلاحية للموظفين القدرة على التقدم للاختبارات التي يتم تحديدها من قبل الإدارة.';
$lang['employee_print_export_dis'] = 'تتيح هذه الصلاحية للمستخدم طباعة أو تصدير البيانات الخاصة بالموظفين أو التقارير المتعلقة بهم.';
$lang['employee_excel_export_dis'] = 'تمكن هذه الصلاحية المستخدم من تصدير البيانات المتعلقة بالموظفين أو الاختبارات إلى ملف Excel.';


$lang['attendance_and_absence_of_staff_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على سجل حضور الموظفين، بما في ذلك تفاصيل الحضور والغياب لكل موظف.';
$lang['attendance_and_absence_of_staff_addition_dis'] = 'منح هذه الصلاحية للمستخدم القدرة على إضافة تسجيلات حضور جديدة للموظفين، مثل تحديد ما إذا كانوا حاضرين أو غائبين.';
$lang['attendance_and_absence_of_staff_delete_dis'] = 'تتيح هذه الصلاحية للمستخدم حذف تسجيلات الحضور الغير صحيحة أو التي تم إدخالها بشكل خاطئ.';


$lang['attendance_and_absence_report_for_the_employee_show_dis'] = 'تتيح هذه الصلاحية للمستخدم الاطلاع على تقرير الحضور والغياب للموظفين بشكل مفصل، مع عرض الحضور والغياب لكل موظف في الفترة المحددة.';
$lang['attendance_and_absence_report_for_the_employee_printing_dis'] = 'تمنح هذه الصلاحية للمستخدم إمكانية طباعة تقرير الحضور والغياب للموظفين.';

$lang['a1001'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تقييمات الموظفين المسجلة سابقًا";
$lang['a1002'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة تقييم جديد للموظف بناءً على معايير محددة.";
$lang['a1003'] = "تمكن هذه الصلاحية المستخدم من تعديل التقييمات المسجلة للموظفين، مثل تعديل الدرجات";
$lang['a1004'] = "تتيح هذه الصلاحية للمستخدم حذف تقييم موظف";
$lang['a1005'] = "تتيح هذه الصلاحية للمستخدم القدرة على إدارة جميع التقييمات للموظفين بشكل عام";
$lang['a1006'] = "تمنح هذه الصلاحية للمستخدم إمكانية طباعة التقييمات المسجلة للموظفين";
$lang['a1007'] = "تتيح هذه الصلاحية للمستخدم إضافة بند جديد إلى تقييم الموظف، مثل إضافة معايير جديدة لتقييم الأداء.";
$lang['a1008'] = "تمكن هذه الصلاحية المستخدم من إضافة مجال أو فئة جديدة في التقييم";
$lang['a1009'] = "تمنح هذه الصلاحية للمستخدم القدرة على تعديل البنود المدرجة في التقييمات";
$lang['a1010'] = "تتيح هذه الصلاحية للمستخدم حذف بند من التقييم";

$lang['a1011'] = "تمنح هذه الصلاحية للمستخدم القدرة على إنشاء فاتورة جديدة وتسجيل تفاصيل المدفوعات الخاصة بها.";
$lang['a1012'] = "تتيح هذه الصلاحية للمستخدم حذف الفاتورة في حال كانت تحتوي على أخطاء أو تم إلغاؤها.";
$lang['a1013'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل الفاتورة المسجلة، بما في ذلك البنود والمبالغ المدفوعة.";
$lang['a1014'] = "تمنح هذه الصلاحية للمستخدم إمكانية طباعة الفاتورة.";
$lang['a1015'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على سند القبض المتعلق بالفاتورة.";
$lang['a1016'] = "تمنح هذه الصلاحية للمستخدم إمكانية طباعة سند القبض.";
$lang['a1017'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل البنود المدرجة ضمن المدفوعات.";
$lang['a1018'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة بند جديد إلى الفاتورة.";
$lang['a1019'] = "تتيح هذه الصلاحية للمستخدم تعديل البند المدرج في الفاتورة.";
$lang['a1020'] = "تمكن هذه الصلاحية المستخدم من حذف بند من الفاتورة في حال كان غير دقيق أو تم استبداله.";

$lang['a1021'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على كافة الخصومات المسجلة، مع تفاصيل حول أنواع الخصومات والمبالغ المخصومة.";
$lang['a1022'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة خصم جديد.";
$lang['a1023'] = "تمكن هذه الصلاحية المستخدم من تعديل تفاصيل الخصم.";
$lang['a1024'] = "تتيح هذه الصلاحية للمستخدم حذف الخصم المسجل في حال تم تطبيقه بشكل خاطئ أو لم يعد مطلوبًا.";

$lang['a1025'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على معدلات الضريبة الحالية المسجلة في المنصة، مع تفاصيل حول النسبة المئوية المطبقة.";
$lang['a1026'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة معدل ضريبة جديد في المنصة.";
$lang['a1027'] = "تمكن هذه الصلاحية المستخدم من تعديل معدلات الضريبة المسجلة، مثل تغيير النسبة المئوية أو تعديل التفاصيل المتعلقة بالمعدل.";
$lang['a1028'] = "تتيح هذه الصلاحية للمستخدم حذف معدل ضريبة من المنصة في حال لم يعد صالحًا أو إذا تم استبداله بمعدل آخر.";

$lang['a1029'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل المصروفات المسجلة في المنصة.";
$lang['a1030'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة مصروفات جديدة.";
$lang['a1031'] = "تمكن هذه الصلاحية المستخدم من تعديل تفاصيل المصروفات المسجلة.";
$lang['a1032'] = "لا يوجد اداة حذف.";

$lang['a1033'] = "تتيح هذه الصلاحية للمستخدم القدرة على نقل الطلاب إلى السنة الدراسية التالية في المنصة.";

$lang['a1034'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل الصفوف الدراسية الموجودة في المنصة.";
$lang['a1035'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة صف دراسي جديد إلى المنصة.";
$lang['a1036'] = "تمكن هذه الصلاحية المستخدم من تعديل اسم الصف.";
$lang['a1037'] = "تتيح هذه الصلاحية للمستخدم حذف قسم دراسي من المنصة.";
$lang['a1038'] = "تمنح هذه الصلاحية للمستخدم القدرة على إدارة المعلمين الذين يتم تخصيصهم لكل صف دراسي، مع إمكانية تعديل المعلم أو إضافة معلم جديد.";

$lang['a1039'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل الفروع المسجلة في المنصة.";
$lang['a1040'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة فرع جديد إلى المنصة.";
$lang['a1041'] = "تمكن هذه الصلاحية المستخدم من تعديل اسم الفرع.";
$lang['a1042'] = "تتيح هذه الصلاحية للمستخدم حذف فرع من المنصة.";

$lang['a1043'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على تفاصيل المواد المسجلة.";
$lang['a1044'] = "منح هذه الصلاحية للمستخدم القدرة على إضافة اسم المادة ليظهر اسمها في الجدول.";
$lang['a1045'] = "تمكن هذه الصلاحية المستخدم من تعديل اسم المادة.";
$lang['a1046'] = "تتيح هذه الصلاحية للمستخدم حذف اسم مادة.";

$lang['a1047'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على مناهج الطلاب المسجلة في المنصة.";
$lang['a1048'] = "منح هذه الصلاحية للمستخدم القدرة على إضافة مناهج جديدة للطلاب.";
$lang['a1049'] = "تمكن هذه الصلاحية المستخدم من تعديل المناهج المسجلة للطلاب.";
$lang['a1050'] = "تتيح هذه الصلاحية للمستخدم حذف المناهج.";
$lang['a1051'] = "غير مستخدم";
$lang['a1052'] = "تمنح هذه الصلاحية للمستخدم إمكانية طباعة التقييمات الخاصة بالطلاب.";

$lang['a1053'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على الجدول الدراسي كاملاً، مع عرض تفاصيل الحصص، ومواعيد الحصص.";
$lang['a1054'] = "تمنح هذه الصلاحية للمستخدم القدرة على إضافة حصة جديدة إلى الجدول الدراسي.";
$lang['a1055'] = "تمكن هذه الصلاحية المستخدم من تعديل تفاصيل الحصص المسجلة في الجدول، مثل تعديل مواعيد الحصص.";
$lang['a1056'] = "تتيح هذه الصلاحية للمستخدم حذف حصة معينة من الجدول الدراسي في حال تم إلغاؤها.";
$lang['a1057'] = "منح هذه الصلاحية للمستخدم إمكانية طباعة الجدول الدراسي، بحيث يتمكن من الحصول على نسخة ورقية للاحتفاظ بها أو لتوزيعها.";

$lang['a1058'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على جدول جلسات الأخصائيين المسجل في المنصة.";
$lang['a1059'] = "منح هذه الصلاحية للمستخدم القدرة على إضافة جلسة جديدة إلى جدول الأخصائيين.";
$lang['a1060'] = "تمكن هذه الصلاحية المستخدم من تعديل تفاصيل الجلسات المسجلة في جدول الأخصائيين.";
$lang['a1061'] = "تتيح هذه الصلاحية للمستخدم حذف جلسة من جدول الأخصائيين في حال تم إلغاء الجلسة أو تعديل الجدول.";
$lang['a1062'] = "منح هذه الصلاحية للمستخدم إمكانية طباعة جدول جلسات الأخصائيين، بحيث يمكن الاحتفاظ بنسخة ورقية أو توزيعها.";

$lang['a1063'] = "لا يوجد وصف";
$lang['a1064'] = "لا يوجد وصف";
$lang['a1065'] = "لا يوجد وصف";
$lang['a1066'] = "لا يوجد وصف";
$lang['a1067'] = "لا يوجد وصف";

$lang['a1068'] = "لا يوجد وصف";
$lang['a1069'] = "لا يوجد وصف";
$lang['a1070'] = "لا يوجد وصف";
$lang['a1071'] = "لا يوجد وصف";

$lang['a1072'] = "لا يوجد وصف";
$lang['a1073'] = "لا يوجد وصف";
$lang['a1074'] = "لا يوجد وصف";
$lang['a1075'] = "لا يوجد وصف";

$lang['a1076'] = "لا يوجد وصف";
$lang['a1077'] = "لا يوجد وصف";
$lang['a1078'] = "لا يوجد وصف";

$lang['a1079'] = "تتيح هذه الصلاحية للمسؤول إدارة وتعديل الصلاحيات الممنوحة للمستخدمين، بما يشمل منح أو تقييد الوصول إلى ميزات وخصائص محددة داخل المنصة بناءً على أدوارهم أو احتياجاتهم الوظيفية.";

$lang['a1080'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على جميع الرسائل الواردة من الزوار، مع إمكانية مراجعة محتواها وتفاصيل المرسل.";
$lang['a1081'] = "تمنح هذه الصلاحية للمستخدم القدرة على إرسال ردود مباشرة على الرسائل المستلمة من الزوار، مما يضمن التفاعل معهم ومعالجة استفساراتهم.";
$lang['a1082'] = "تمنح هذه الصلاحية المستخدم من حذف الرسائل الواردة من الزوار إذا كانت غير ضرورية أو تم التعامل معها مسبقًا.";

$lang['a1083'] = "تتيح هذه الصلاحية للمسؤول إدارة وتعديل الإعدادات الأساسية للمنصة المتعلقة بمعلومات المركز، مثل اسم المركز، الشعار، بيانات الاتصال، وساعات العمل، مما يضمن أن تكون البيانات محدثة وتعكس هوية المركز بدقة.";

$lang['a1084'] = "لا يوجد وصف";
$lang['a1085'] = "تمكن هذه الصلاحية من تعديل نصوص الرسالة والرؤية لتعكس أهداف المركز وقيمه بشكل دقيق ومحدث.";
$lang['a1086'] = "تمنح هذه الصلاحية القدرة على تعديل المعلومات المتعلقة بتعريف المركز، مثل تاريخه وإنجازاته.";
$lang['a1087'] = "تتيح إدارة المقالات والمنشورات في قسم المدونة، بما يشمل إضافة أو تعديل أو حذف المقالات.";
$lang['a1088'] = "تمكن هذه الصلاحية من إدارة معرض الصور، بما في ذلك إضافة صور جديدة، تعديل الألبومات، أو حذف الصور.";
$lang['a1089'] = "لا يوجد وصف";
$lang['a1090'] = "تمنح هذه الصلاحية إدارة الخدمات التي يقدمها المركز، مع إمكانية إضافة خدمات جديدة أو تعديل الموجودة.";
$lang['a1091'] = "تتيح تعديل الإعدادات العامة للموقع الإلكتروني.";
$lang['a1092'] = "تمكن من عرض رسائل الزوار الواردة عبر الموقع، والرد عليها.";

$lang['a1093'] = "لا يوجد وصف";

$lang['a1094'] = "لا يوجد وصف";

$lang['a1095'] = "لا يوجد وصف";

$lang['a1096'] = "تتيح هذه الصلاحية للمسؤول إدارة وتحديد الصلاحيات الممنوحة لكل مستخدم على حدة، مما يسمح بالتحكم في المهام التي يمكن للمستخدم تنفيذها داخل المنصة بناءً على دوره أو وظيفته.";
$lang['a1097'] = "تتيح هذه الصلاحية للمسؤول إدارة الصلاحيات الممنوحة لمجموعات محددة من المستخدمين، حيث يمكن تعيين صلاحيات موحدة لأعضاء المجموعة، مما يسهل تنظيم الأدوار وتوزيع المهام.";

$lang['a1098'] = "تتيح هذه الصلاحية للمستخدم القدرة على إضافة خدمات جديدة للطلاب مع تحديد نوع الخدمة.";
$lang['a1099'] = "تمكن هذه الصلاحية المستخدم من تعديل الخدمات المسجلة مسبقًا للطلاب.";
$lang['a1100'] = "غير مستخدم";

$lang['a1101'] = "لا يوجد وصف";
$lang['a1102'] = "لا يوجد وصف";
$lang['a1103'] = "لا يوجد وصف";
$lang['a1104'] = "لا يوجد وصف";

$lang['a1105'] = "لا يوجد وصف";
$lang['a1106'] = "لا يوجد وصف";
$lang['a1107'] = "لا يوجد وصف";
$lang['a1108'] = "لا يوجد وصف";

$lang['a1109'] = "تشمل هذه الصلاحيات جميع الجوانب المتعلقة بإنشاء وإدارة الاختبارات الخاصة بالموظفين، بما يضمن تنظيم العملية وتوفير خيارات متعددة لتقييم الأداء.";
$lang['a1110'] = "تتيح هذه الصلاحية نشر الاختبار ليكون متاحًا للموظفين وفقًا للجدول والإعدادات المحددة.";
$lang['a1111'] = "تمنح القدرة على إنشاء اختبار جديد، مع تحديد عنوانه ومحتواه ونطاقه الوظيفي.";
$lang['a1112'] = "تمكن المستخدم من إجراء تغييرات على الاختبارات الحالية، مثل تعديل الأسئلة أو إعادة صياغة الخيارات.";
$lang['a1113'] = "تتيح حذف اختبار غير مطلوب أو تم إنشاؤه عن طريق الخطأ.";
$lang['a1114'] = "تسمح للمستخدم بإضافة أسئلة جديدة للاختبارات مع تحديد نوع السؤال.";
$lang['a1115'] = "تمكن من تعديل الأسئلة المسجلة مسبقًا، مثل تصحيح الأخطاء أو تعديل الصياغة.";
$lang['a1116'] = "تتيح إزالة أي سؤال من الاختبار في حال عدم الحاجة إليه أو في حالة الخطأ.";
$lang['a1117'] = "توفر إمكانية طباعة نسخة من الاختبار تحتوي على الإجابات الصحيحة، لاستخدامها في المراجعة أو التوثيق.";
$lang['a1118'] = "تتيح طباعة نسخة من الاختبار بدون الإجابات الصحيحة، لتقديمها للموظفين أثناء الاختبار.";

$lang['a1119'] = "مكرر";
$lang['a1120'] = "مكرر";
$lang['a1121'] = "مكرر";

$lang['a1122'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على المحادثات جميعها.";

$lang['a1123'] = "غير مستخدمة حاليا";
$lang['a1124'] = "غير مستخدمة حاليا";
$lang['a1125'] = "غير مستخدمة حاليا";
$lang['a1126'] = "غير مستخدمة حاليا";

$lang['a1127'] = "غير مستخدمة حاليا";

$lang['a1128'] = "تمنح الصلاحية للاطلاع على قائمة الفترات الموجودة وتنظيمها بما يتناسب مع احتياجات المؤسسة.";
$lang['a1129'] = "تتيح للمستخدم إزالة أي فترة من النظام في حال عدم الحاجة إليها أو إدخالها عن طريق الخطأ.";
$lang['a1130'] = "تتيح للمستخدم إنشاء فترة زمنية جديدة، مع تحديد تفاصيل مثل اسم الفترة ووقت بدايتها ونهايتها.";
$lang['a1131'] = "تمكن المستخدم من تعديل تفاصيل الفترات الحالية، مثل تغيير الأوقات أو إعادة تسميتها.";

$lang['a1132'] = "لا يوجد وصف";
$lang['a1133'] = "لا يوجد وصف";
$lang['a1134'] = "لا يوجد وصف";
$lang['a1135'] = "لا يوجد وصف";

$lang['a1136'] = "تتيح للمستخدم الاطلاع على جميع الملفات المرفوعة المتعلقة بالطالب، مع إمكانية تصفحها.";
$lang['a1137'] = "تمكن المستخدم من إضافة ملفات جديدة للطالب، مثل الوثائق الدراسية أو التقارير.";
$lang['a1138'] = "تمنح القدرة على إزالة أي ملف غير مطلوب أو مرفوع عن طريق الخطأ.";
$lang['a1139'] = "تسمح بتغيير أسماء الملفات المرفوعة لتكون واضحة ومناسبة.";
$lang['a1140'] = "لا يوجد وصف";
$lang['a1141'] = "لا يوجد وصف";
$lang['a1142'] = "لا يوجد وصف";
$lang['a1143'] = "لا يوجد وصف";

$lang['a1144'] = "تمنح الصلاحية للاطلاع على قائمة تصنيفات الإعاقة المسجلة.";
$lang['a1145'] = "تتيح للمستخدم إضافة تصنيف جديد للإعاقة.";
$lang['a1146'] = "تمكن من تعديل التفاصيل الخاصة بتصنيفات الإعاقة المسجلة مسبقًا.";
$lang['a1147'] = "تتيح إزالة أي تصنيف من القائمة إذا لم يعد مطلوبًا أو تم إدخاله بشكل خاطئ.";

$lang['a1148'] = "تتيح هذه الصلاحية للمستخدم الاطلاع على جميع المتابعات المسجلة داخل المنصة، مما يوفر نظرة شاملة على الأنشطة والتحديثات المرتبطة بالمستخدمين.";

$lang['a1149'] = "تتيح للمستخدم الاطلاع على جميع العناصر المحذوفة، مثل الطلاب أو الموظفين أو أولياء الأمور أو الخطط والتقييمات أو مسودات التقييم.";
$lang['a1150'] = "تمكن المستخدم من استعادة العناصر المحذوفة إلى حالتها الأصلية في المنصة عند الحاجة.";

$lang['a1151'] = "تتيح هذه الصلاحية للمسؤول الاطلاع على الصلاحيات الممنوحة لأولياء الأمور داخل النظام، بما في ذلك إمكانية الوصول إلى بيانات أبنائهم، التقارير، والإعدادات المخصصة لهم.";

$lang['a1152'] = "تتيح للمستخدم الاطلاع على قائمة الإشعارات.";
$lang['a1153'] = "تمكن المستخدم من إنشاء إشعار جديد ونشرة.";
$lang['a1154'] = "تسمح للمستخدم بتعديل الإشعارات المسجلة مسبقًا، مثل تغيير الصورة أو تاريخ الإرسال.";
$lang['a1155'] = "تتيح إزالة أي إشعار من المنصة إذا لم يعد ضروريًا.";

$lang['a1156'] = "تتيح للمستخدم إشرافًا كاملًا على المعلمين، بما في ذلك تعيين المهام، متابعة الأداء، والتأكد من التزامهم.";
$lang['a1157'] = "تمنح الصلاحية للمستخدم القدرة على إشراف الأخصائيين، متابعة أدائهم.";

$lang['a1158'] = "تتيح للمستخدم الاطلاع على المقاييس المسجلة.";
$lang['a1159'] = "تتيح هذه الصلاحية للمستخدم إضافة مقياس جديد للطلاب.";
$lang['a1160'] = "تمنح للمستخدم حذف المقاييس غير المطلوبة أو غير دقيقة.";
$lang['a1161'] = "توفر للمستخدم إمكانية طباعة المقاييس.";
$lang['a1162'] = "لا يوجد وصف";

$lang['a1163'] = "تمكّن المستخدم من استعراض الأقسام الفرعية دون القدرة على تعديلها";
$lang['a1164'] = "تتيح للمستخدم إنشاء أقسام فرعية جديدة ضمن النظام";
$lang['a1165'] = "تسمح للمستخدم بتحديث بيانات الأقسام الفرعية وتعديلها حسب الحاجة";
$lang['a1166'] = "تمنح المستخدم صلاحية إزالة الأقسام الفرعية نهائيًا من النظام";

$lang['a1167'] = "تتيح للمستخدم عرض التقرير أو الاستمارة دون القدرة على تعديلها";
$lang['a1168'] = "تمنح المستخدم إمكانية إضافة تقرير أو استمارة جديدة";
$lang['a1169'] = " تسمح للمستخدم بتعديل التقارير أو الاستمارات الموجودة";
$lang['a1170'] = "تمكّن المستخدم من حذف التقرير أو الاستمارة بشكل نهائي";
$lang['a1171'] = "هذه الصلاحية تتيح للمستخدم إمكانية تفعيل التقرير أو الاستمارة، مما يسمح له بإتاحتها للاستخدام أو الاعتماد عليها ضمن نطاق العمل وفقًا للصلاحيات الممنوحة له";

$lang['a1172'] = "تمكّن المستخدم من عرض خطة تعديل السلوك، بما في ذلك استعراض تفاصيلها ومراجعة الأهداف والاستراتيجيات المضمنة فيها.";
$lang['a1173'] = "تمكّن المستخدم من إنشاء وإضافة خطة جديدة لتعديل السلوك، مع تحديد الأهداف، والإجراءات اللازمة لتنفيذها.";
$lang['a1174'] = "تمكّن المستخدم من طباعة خطة تعديل السلوك بكامل تفاصيلها، مما يسهل الاحتفاظ بها أو مشاركتها مع الجهات المعنية.";
$lang['a1175'] = "تمكّن المستخدم من حذف خطة تعديل السلوك نهائيًا، مع التأكد من إزالة جميع المعلومات المرتبطة بها.";

$lang['a1176'] = "تمكّن المستخدم من عرض خطة التغذية، بما في ذلك استعراض تفاصيل النظام الغذائي المقترح وتحليل الاحتياجات الغذائية.";
$lang['a1177'] = "تمكّن المستخدم من إضافة خطة تغذية جديدة، تتضمن تحديد الوجبات، المتطلبات الغذائية، والإرشادات المتعلقة بالنظام الغذائي.";
$lang['a1178'] = "تمكّن المستخدم من طباعة خطة التغذية كاملة، مما يتيح سهولة استخدامها كمرجع أو مشاركتها مع الأطراف المعنية.";
$lang['a1179'] = "تمكّن المستخدم من حذف خطة التغذية بشكل نهائي، مع إزالة كافة التفاصيل والمعلومات ذات الصلة.";
$lang['a1178'] = "تمكّن هذه الصلاحية المستخدم من عرض ومراجعة المحادثات التي أجراها مستخدمون آخرون داخل المنصة.";
$lang['a1179'] = 'تمكّن هذه الصلاحية المستخدم من إرسال إشعارات مباشرة إلى مستخدمي تطبيق الجوال، سواء كانت على شكل تنبيهات فردية أو نشرات عامة.';
