<div class="clearfix"></div>

<section>
    <div class="header-inner two">
        <div class="inner text-center">
            <h4 class="title text-white uppercase">
                أ.عماد الهندي
            </h4>
            <h5 class="text-white uppercase">
                أخصائي تحليل السلوك التطبيقي
            </h5>
        </div>
        <div class="overlay bg-opacity-5"></div>
        <img src="images/header-img.jpg" alt="" class="img-responsive"/> </div>
</section>


<div class="clearfix"></div>

<section class="sec-tpadding-2">
    <div class="container">
        <div class="row">

            <div class="col-md-5">
                <img src="<?php echo base_url(); ?>assets/frontend/khtoatcenter/images/emp/emp_0.jpg" alt="" class="img-responsive"/>
            </div>
            <!-- end item -->

            <div class="col-md-7">
                <h3 class="uppercase">
                    أ.عماد الهندي
                </h3>
                <div class="title-line-4 blue less-margin"></div>
                <div class="clearfix"></div>
                <br/>
                <h6 class="text-blue">
                    يرتكز جوهر هويتنا على نقديم أفضل خدمات التأهيل والتدريب لكافة أنواع الاضطرابات اللغوية، المعرفية والسلوكية.
                </h6>

                <p style="text-align: justify;">
                    تحت قيادة أخصائي تحليل السلوك التطبيقي عماد أحمد الهندي، الذي يُعد نموذجًا يُحتذى به في تقديم الدعم لأصحاب الهمم ومصدر إلهام للتغيير الإيجابي، يواصل المركز تحقيق إنجازات ملموسة في مجال تحسين جودة الحياة. السيد عماد هو مدرب ومقدم دورات معتمد من البورد الأمريكي، ويحمل درجة الماجستير في علم النفس. بخبرة تتجاوز 15 عامًا في العمل مع أصحاب الهمم، تمكن من تطوير برامج مبتكرة وشاملة تُركز على تعزيز القدرات الفردية، مع الالتزام بأحدث الأساليب العلمية والتقنيات المتطورة.
                </p>

                <p style="text-align: justify;">
                    رؤية السيد عماد ترتكز على تحسين جودة الحياة وتمكين الأفراد من تحقيق إمكانياتهم الكاملة، مع تعزيز استقلاليتهم في الحياة اليومية. بالإضافة إلى ذلك، يسعى لنقل معرفته وخبراته إلى الآخرين من خلال تقديم دورات تدريبية مهنية معتمدة، مستهدفًا إعداد جيل جديد من المتخصصين في هذا المجال. عمله لا يقتصر على تقديم الدعم فقط، بل يمتد إلى بناء شراكات مجتمعية هادفة تساهم في نشر الوعي حول أهمية دمج أصحاب الهمم في المجتمع.
                </p>

                <p style="text-align: justify;">
                    بفضل شغفه وإخلاصه، غرس السيد عماد بصمة لا تُنسى في حياة الكثيرين، وأصبح مصدر أمل للأسر التي تبحث عن حلول فعّالة وداعمة لأطفالها. نحن فخورون بوجوده على رأس فريق العمل، وملتزمون معه برسالة المركز التي تهدف إلى تحقيق مستقبل مشرق ومتكامل لجميع الفئات من أصحاب الهمم.

                </p>

                <p style="text-align: justify;">
                    إلى جانب دوره المهني، يُعتبر السيد عماد رائدًا في الابتكار التعليمي، حيث قام بتصميم مواد تعليمية تفاعلية تساعد أصحاب الهمم على اكتساب المهارات الأساسية والتكيف مع مختلف البيئات. هذه المواد صُممت بأسلوب علمي، يراعي احتياجات كل فرد على حدة، مما يضمن نتائج مستدامة وفعالة تسهم في تحقيق تطور حقيقي.
                </p>

                <p style="text-align: justify;">
                    كما يشرف على تنفيذ مبادرات مجتمعية شاملة تهدف إلى تعزيز الوعي بقضايا أصحاب الهمم، وإحداث تغيير إيجابي في النظرة المجتمعية تجاههم. من خلال تنظيم ورش العمل والمؤتمرات، يسهم السيد عماد في نشر ثقافة الدمج والتمكين، مؤكدًا أن دعم أصحاب الهمم ليس مجرد مسؤولية فردية بل واجب اجتماعي مشترك.
                </p>

                <p style="text-align: justify;">
                    وفي إطار التزامه بالتطوير المستمر، يسعى السيد عماد إلى استكشاف أحدث البحوث والتقنيات في مجال تحليل السلوك التطبيقي، مع التركيز على تبني الابتكارات التي تُمكن الأفراد من تحقيق أقصى إمكانياتهم. هذا الالتزام جعل منه قدوة يُحتذى بها، وأحد أبرز الشخصيات المؤثرة في دعم أصحاب الهمم وإلهام التغيير الإيجابي في المجتمع.
                </p>
                <br/>

            </div>
            <!-- end item -->
        </div>
    </div>
</section>

<div class="clearfix"></div>