<div class="clearfix"></div>

<section>
    <div class="header-inner two">
        <div class="inner text-center">
            <h4 class="title text-white uppercase">
                وجهتكم المثالية لدعم وتمكين أصحاب الهمم: خبرة عالمية ورعاية متكاملة
            </h4>
            <h5 class="text-white uppercase">
                مركز متخصص يقدم خدمات علاجية وتأهيلية شاملة للأطفال من أصحاب الهمم، معتمد من البورد الأمريكي، ويضم نخبة من الأخصائيين المؤهلين لضمان أفضل النتائج وتحقيق التمكين والدمج المجتمعي
            </h5>
        </div>
        <div class="overlay bg-opacity-5"></div>
        <img src="images/header-img.jpg" alt="" class="img-responsive"/> </div>
</section>


<div class="clearfix"></div>

<section class="sec-tpadding-2">
    <div class="container">
        <div class="row">

            <div class="col-md-5">
                <img src="<?php echo base_url(); ?>assets/frontend/khtoatcenter/images/emp/art_3.jpg" alt="" class="img-responsive"/>
            </div>
            <!-- end item -->

            <div class="col-md-7">
                <h3 class="uppercase">
                    وجهتكم المثالية لدعم وتمكين أصحاب الهمم: خبرة عالمية ورعاية متكاملة
                </h3>
                <div class="title-line-4 blue less-margin"></div>
                <div class="clearfix"></div>
                <br/>
                <h6 class="text-blue">
                    يرتكز جوهر هويتنا على نقديم أفضل خدمات التأهيل والتدريب لكافة أنواع الاضطرابات اللغوية، المعرفية والسلوكية.
                </h6>

                <p style="text-align: justify;">
                    بشغف لا يتوقف يتمتع مركزنا بطاقم متنوع التخصصات واستثنائي، حاصل على درجات علمية عليا وذو خبرات عملية طويلة، شعارنا الجد والإتقان لتقديم أفضل الخدمات لطلابنا.
                </p>

                <p style="text-align: justify;">
                    حيث يعتبر أبرز المراكز المتخصصة في تقديم الخدمات العلاجية والتأهيلية للأطفال من أصحاب الهمم ويعد المركز الوحيد المرخص من البورد الأمريكي في الإمارات الشمالية. يضم فريق العمل نخبة من الأخصائيين المؤهلين في مجالات علاج النطق واللغة، تحليل السلوك التطبيقي، التربية الخاصة، والعلاج الوظيفي. يقدم المركز جلسات فردية تهدف إلى تنمية المهارات النمائية والإدراكية، تعديل السلوك، وتعزيز التواصل لدى الحالات. ويُعتبر وجهة موثوقة للأسر الباحثة عن دعم متخصص لأطفالها.
                </p>

                <p style="text-align: justify;">
                    يحرص المركز على تقديم برامج تربوية عالمية متخصصة، مقسمة حسب الاحتياجات والأعمار، لضمان تحقيق أفضل النتائج للأطفال. كما يهتم بالأنشطة الترفيهية والاحتفالات لإسعاد الأطفال ودمجهم في المجتمع. يُشدد المركز على أهمية التشخيص الدقيق والتدريب المستمر، ويقدم دورات تدريبية وإشرافية لضمان تقديم أفضل الخدمات. يُعتبر المركز شريكًا مهمًا في تعزيز الدعم والدمج للأطفال من أصحاب الهمم في المجتمع.                    
                </p>

                <p style="text-align: justify;">
                    بالإضافة إلى الخدمات العلاجية، يقدم المركز برنامجًا مخصصًا لتطوير مهارات الحياة اليومية، مما يساعد الأطفال على تحقيق مزيد من الاستقلالية في الأنشطة اليومية، سواء في المنزل أو المدرسة. هذا البرنامج يعتمد على نهج علمي متطور يعزز من قدراتهم ويُكسبهم الثقة بالنفس.
                </p>

                <p style="text-align: justify;">
                    يتميز المركز أيضًا بتوفير بيئة تعليمية مريحة وآمنة تُراعي احتياجات الأطفال الفردية. تُصمم الفصول والجلسات العلاجية بأسلوب يُحفز الإبداع والاستكشاف، مما يساهم في تعزيز النمو المعرفي والاجتماعي لكل طفل.
                </p>

                <p style="text-align: justify;">
                    يؤمن المركز بأهمية الشراكة مع الأسر، حيث يقدم جلسات استشارية ودورات تدريبية للأهالي، تساعدهم على فهم احتياجات أطفالهم بشكل أفضل، وتعلم تقنيات تساهم في دعم تطورهم داخل المنزل وخارجه. هذه الشراكة المثمرة تخلق تأثيرًا إيجابيًا يدوم طويلًا في حياة الأطفال وأسرهم.
                </p>

                <p style="text-align: justify;">
                    كما يحرص المركز على مواكبة أحدث الأبحاث والدراسات العلمية في مجال دعم أصحاب الهمم. يُقدم الأخصائيون برامج متجددة تتوافق مع المعايير العالمية، لضمان تقديم الحلول الأكثر فعالية وتحقيق أعلى مستويات الجودة في الخدمات المقدمة.                
                </p>
                <br/>

            </div>
            <!-- end item -->
        </div>
    </div>
</section>
<!-- end section -->
<div class="clearfix"></div>
