<?php

// slide 1
$text_01 = 'أفضل خدمات التأهيل والتدريب';
$text_02 = 'نقديم أفضل خدمات التأهيل والتدريب لكافة أنواع الاضطرابات اللغوية، المعرفية والسلوكية';
$text_03 = 'تحت قيادة أخصائي تحليل السلوك التطبيقي عماد أحمد الهندي الذي يُعدّ نموذجًا يُحتذى به ';
$text_04 = 'في مجال تقديم الدعم لأصحاب الهمم، ومصدر إلهام للتغيير الإيجابي';

// slide 2
$text_08 = 'خبرات متكاملة لرعاية طفلك';
$text_09 = 'فريقنا المتميز يضم خبرات متخصصة في تقديم أفضل الحلول التعليمية والسلوكية للأطفال';
$text_07 = 'ملتزمون بتوفير رعاية شاملة وداعمة لضمان تطورهم ونجاحهم';

// slide 3
$text_05 = 'شعارنا الجد والاتقان لتقديم أفضل الخدمات لطلابنا';
$text_06 = 'بشغف لا يتوقف يتمتع مركزنا بطاقم متنوع التخصصات واستثنائي، حاصل على درجات علمية عليا وذو خبرات عملية طويلة';




?>