<div class="clearfix"></div>

<section>
    <div class="header-inner two">
        <div class="inner text-center">
            <h4 class="title text-white uppercase">
                خدمات العلاج الوظيفي
            </h4>
            <h5 class="text-white uppercase">
                تعزيز الاستقلالية، تحسين الأداء الوظيفي، دعم التكيف مع الحياة اليومية، تحقيق التوازن، وتطوير مهارات الحياة

            </h5>
        </div>
        <div class="overlay bg-opacity-5"></div>
        <img src="images/header-img.jpg" alt="" class="img-responsive"/> </div>
</section>


<div class="clearfix"></div>

<section class="sec-tpadding-2">
    <div class="container">
        <div class="row">

            <div class="col-md-5">
                <img src="<?php echo base_url(); ?>assets/frontend/khtoatcenter/images/emp/ser_4.png" alt="" class="img-responsive"/>
            </div>
            <!-- end item -->

            <div class="col-md-7">
                <h3 class="uppercase">
                    خدمات العلاج الوظيفي
                </h3>
                <div class="title-line-4 blue less-margin"></div>
                <div class="clearfix"></div>
                <br/>
                <h6 class="text-blue">
                    تعزيز الاستقلالية، تحسين الأداء الوظيفي، دعم التكيف مع الحياة اليومية، تحقيق التوازن، وتطوير مهارات الحياة
                </h6>

                <p style="text-align: justify;">
                    العلاج الوظيفي هو مجال طبي يشمل استخدام الأنشطة والأدوات والتمارين لمساعدة الأفراد على تطوير وتحسين مهاراتهم الحركية، العقلية، والاجتماعية بما يمكنهم من أداء الأنشطة اليومية بكفاءة واستقلالية. يهدف العلاج الوظيفي إلى تحسين قدرة الفرد على التكيف مع بيئته اليومية، مما يعزز نوعية حياته وقدرته على أداء المهام التي قد يجدها صعبة أو مستحيلة نتيجة لنوع اضطراب معين.
                </p>
                <p style="text-align: justify;">
                    ما هو العلاج الوظيفي؟
                </p>
                <p style="text-align: justify;">
                    العلاج الوظيفي هو نوع من العلاج الطبي الذي يركز على تحسين قدرة الأشخاص على ممارسة الأنشطة اليومية، سواء كانت أنشطة حياتية يومية مثل الأكل والملبس أو الأنشطة الاجتماعية والعملية. يعتمد العلاج الوظيفي على مبدأ أن كل فرد يمتلك القدرة على التعلم والتكيف مع بيئته، وبالتالي يمكن تحسين وظيفته وحركته باستخدام تقنيات مخصصة. قد يكون العلاج الوظيفي لجميع الاضطرابات.
                </p>
                <p style="text-align: justify;">
                    أهداف العلاج الوظيفي:
                </p>             
                <p style="text-align: justify;">
                    1. تحسين الاستقلالية: يهدف العلاج الوظيفي إلى تعزيز قدرة الأفراد على أداء المهام اليومية بمفردهم، سواء كان ذلك في المنزل أو في المدرسة أو في مكان العمل. يساعد ذلك الأفراد على استعادة استقلالهم في حياتهم اليومية.
                </p>
                <p style="text-align: justify;">
                    2. تعزيز المهارات الحركية الدقيقة والكبيرة: يتضمن العلاج الوظيفي تقنيات لتحسين التنسيق الحركي للأشخاص، سواء كان ذلك يتعلق بالحركات الكبيرة مثل المشي أو الحركات الدقيقة مثل الكتابة أو إمساك الأشياء.
                </p>           
                <p style="text-align: justify;">
                    3. تعزيز الوظائف الإدراكية والعقلية: في بعض الحالات، قد يساعد العلاج الوظيفي الأفراد على تحسين مهاراتهم الإدراكية مثل التركيز والانتباه والتخطيط واتخاذ القرارات.
                </p>
                <p style="text-align: justify;">
                    4. التكيف مع الإعاقات أو المرض: يمكن أن يساعد العلاج الوظيفي الأشخاص الذين يعانون من إعاقات أو أمراض مزمنة في التكيف مع حالتهم وتحقيق أفضل مستوى من الأداء الممكن.
                </p>             
                <p style="text-align: justify;">
                    أنواع خدمات العلاج الوظيفي:
                </p>
                <p style="text-align: justify;">
                    1. العلاج الوظيفي للأطفال: يُستخدم العلاج الوظيفي للأطفال الذين يعانون من تأخر في النمو أو مشكلات سلوكية أو معرفية أو حركية. يساعد الأطفال في تحسين مهاراتهم في الأنشطة اليومية مثل الكتابة، ربط الحذاء، أو التفاعل مع أقرانهم. يستخدم المعالجون تقنيات ممتعة وتفاعلية مثل الألعاب والأنشطة الحركية لتعليم الأطفال كيفية التعامل مع التحديات اليومية.
                </p>          
                <p style="text-align: justify;">
                    2. العلاج الوظيفي للكبار: للكبار، وخاصة بعد الإصابات أو الأمراض مثل السكتة الدماغية أو إصابات العمود الفقري، يساعد العلاج الوظيفي في استعادة المهارات التي تأثرت بالمرض أو الحادث. يشمل ذلك تحسين القدرة على أداء الأنشطة اليومية مثل الطهي، التنظيف، أو التنقل بشكل مستقل.
                </p>
                <p style="text-align: justify;">
                    3. العلاج الوظيفي للأشخاص ذوي الإعاقات: يساعد الأشخاص ذوي الإعاقات، سواء كانت حركية أو عقلية أو حسية، على تحسين قدرتهم على أداء. 
                </p>             
                <p style="text-align: justify;">
                    وفي الحتام نؤكد أهمية العلاج الوظيفي مع جميع الاضطرابات والفئات العمرية لما له من دور بارز وفعال في تطور قدراتهم المعرفية، الحركية، الحسية.
                </p>
                <br/>

            </div>

        </div>
    </div>
</section>

<div class="clearfix"></div>

<section class="sec-padding section-light">
    <div class="container">
        <div class="row">
            <?php include 'service_inc.php';?>
        </div>
    </div>
</section>

<div class="clearfix"></div>
