<?php

if (!defined('BASEPATH'))
    exit('No direct script access allowed');

/* 	
 * 	@author 	: taheelweb
 * 	date		: 01/03/2021
 * 	The system for managing institutions for people with special needs
 * 	http://taheelweb.com
 */

class User_records_model extends CI_Model {

    function __construct() {
        parent::__construct();
    }

    function clear_cache() {
        $this->output->set_header('Cache-Control: no-store, no-cache, must-revalidate, post-check=0, pre-check=0');
        $this->output->set_header('Pragma: no-cache');
    }

    function user_records($code = '', $text = '') {

        $text = '';

        //if (empty($code) OR!is_numeric($code)) {
        //    return 'Status codes must be numeric';
        //}

        //if (empty($text)) {
          //  is_int($code) OR $code = (int) $code;
            $stati = array(
                // الفصول
                1001001 => 'اضافة فصل',
                1001002 => 'عدل اسم فصل',
                1001003 => 'حذف فصل',
                1001004 => 'اضافة المعلم',
                1001005 => 'ازال المعلم من الفصل',
                1001006 => '',
                // ***********************
                1002000 => '',
                // ***********************
                1003000 => '',
                // ***********************
                1004000 => '',
                // ***********************
                1005000 => '',
                // ***********************
                1006000 => '',
                // ***********************
                1007000 => '',
                // ***********************
                1008000 => '',
                // ***********************
                1009000 => '',
                // ***********************
                1010000 => '',
                // ***********************
                1011000 => '',
                // ***********************
                1012000 => '',
                // ***********************
                1013000 => '',
                // ***********************
                1014000 => '',
                // ***********************
                // ***********************
                1015000 => '',
                // ***********************
                1016000 => '',
                // ***********************
                1017000 => '',
                // ***********************
                1018000 => '',
                // ***********************
                1019000 => '',
                // ***********************
                1020000 => '',
                // ***********************
                1021000 => '',
                // ***********************
                1022000 => '',
                // ***********************
                1023000 => '',
                // ***********************
                1024000 => '',
                // ***********************
                1025000 => '',
                // ***********************
                1026000 => '',
                // ***********************
                1027000 => '',
                // ***********************
                1028000 => '',
                // ***********************
                1029000 => '',
                // ***********************
                1030000 => '',
                // ***********************
                1031000 => '',
                // ***********************
                1032000 => '',
                // ***********************
                1033000 => '',
                // ***********************
                1034000 => '',
                // ***********************
                1035000 => '',
                // ***********************
                1036000 => '',
                // ***********************
                1037000 => '',
                // ***********************
                1038000 => '',
                // ***********************
                1039000 => '',
                // ***********************
                1040000 => '',
                // ***********************
                1041000 => '',
                // ***********************
                1042000 => '',
                // ***********************
                1043000 => '',
                // ***********************
                1044000 => '',
                // ***********************
                1045000 => '',
                // ***********************
                1046000 => '',
                // ***********************
                1047000 => '',
                // ***********************
                1048000 => '',
                // ***********************
                1049000 => '',
                // ***********************
                1050000 => '',
                // ***********************
                1051000 => '',
            );

            if (isset($stati[$code])) {
                //return $text = $stati[$code];
                return $code;
            } //else {
            //    return 'No status text available. Please check your status code number or supply your own message text.';
            //}
        //}
    }

    function records_handler($code = "", $account_type = "", $user_id = "", $for_table = "", $for_id = "", $value = "") {

        $text = $this->user_records($code);
        // $_SERVER['HTTP_USER_AGENT'];
        // $this->input->ip_address();
        $data = array(
            'account_type' => $account_type,
            'user_id' => $user_id,
            'code' => $text,
            'for_table' => $for_table,
            'for_id' => $for_id,
            'value' => $value,
            'user_agent' => $_SERVER['HTTP_USER_AGENT'],
            'ip_address' => $this->input->ip_address(),
            'date' => date('Y-m-d H:i:s')
        );

        $this->db->insert('user_records', $data);

        return true;

        //user_records
        //$this->_ci->db->insert($this->_log_table_name, $data);
    }

}
